{
  "title": "Secret Apps",
  "description": "The right apps can transform your business 180 degrees. Each app does something small and critical - together they create massive change. This is your must-install checklist for success.",
  "apps": [
    {
      "id": 1,
      "name": "ABConvert",
      "category": "A/B Testing",
      "logo": "https://cdn.shopify.com/s/files/1/0682/3202/0061/files/2025-10-10T121227.284.png?v=1760087566",
      "shortDesc": "A single test increased conversions by 220%. If you're not testing, you're leaving money on the floor.",
      "description": "As we revealed in The Subconscious Trap course, there were individual A/B tests that improved conversion rates by 220%. A single test has the power to completely transform your site, and usually it's the most minor thing you wouldn't think would improve your site. If you're not running a test on your traffic at any given moment, you probably just don't like money - because you're leaving it on the floor without picking it up. This app is currently the world's best A/B Testing app that allows you to automatically test between different versions - product pages, sections, themes, product prices, shipping prices, etc. Never rely on what seems right to you, only on data. Use code LASERCRO when installing through our link for 10% off.",
      "url": "https://apps.shopify.com/a-b-convert-price-a-b-test?mref=aviv-azriel",
      "couponCode": "LASERCRO",
      "testIdeas": [
        "Test sticky Add to Cart button on mobile vs. standard placement",
        "Compare \"Best Seller\" badge vs. no badge on products",
        "Test UGC video reviews vs. text-only reviews",
        "Compare countdown timer urgency vs. simple \"Limited Time\" text",
        "Test \"Place Order\" vs. \"Complete Order\" button text",
        "Compare social proof banner vs. no banner",
        "Test delivery time estimate below CTA vs. no estimate",
        "Compare payment logos (Visa, Mastercard, PayPal) vs. minimal checkout",
        "Test free shipping progress bar vs. no indicator",
        "Compare product page layouts: gallery left vs. gallery right"
      ]
    },
    {
      "id": 2,
      "name": "KeepCart",
      "category": "Coupon Protection",
      "logo": "https://cdn.shopify.com/s/files/1/0682/3202/0061/files/2025-10-10T122003.978.png?v=1760088020",
      "shortDesc": "Stop Honey and coupon extensions from stealing your profits. Block unauthorized discounts instantly.",
      "description": "If you have at least one active coupon code on your site, you're losing a lot of money... (For example, a 20% discount code for customers who abandoned their cart after a month...) A large portion of your customers use extensions like Honey and hundreds of others that leak your coupon codes to the public. This means customers who weren't supposed to get the discount are still using it - and you're losing money. The KeepCart app blocks these extensions' access to your site and ensures your coupon codes aren't leaked. Installing through this link will give you an extended free trial period.",
      "url": "https://platform.shoffi.app/r/rl_U2L0seLE"
    },
    {
      "id": 3,
      "name": "Post-Purchase Survey",
      "category": "Customer Intelligence",
      "logo": "https://cdn.shopify.com/s/files/1/0682/3202/0061/files/Satoshi_1.jpg?v=1761567071",
      "shortDesc": "Know exactly what makes customers buy. This data is pure gold for scaling your store.",
      "description": "Data is power. The more you know about your customers, the more you can get inside their minds, triple your conversion rate, and sell to each customer again and again. That's why we always put a post-purchase survey - you have no idea how valuable this is! This information will surprise you and serve you well. We recommend putting 3-4 questions (and changing them all the time after you've gathered data that answers the question reliably).",
      "url": "https://apps.shopify.com/grapevine?mref=lsbqcbva",
      "surveyQuestions": [
        {
          "q": "How did you first hear about us?",
          "options": ["Saw an ad on Facebook/Instagram", "Found you on Google", "Through a friend or recommendation", "From a video or influencer", "Other"]
        },
        {
          "q": "How many times did you see our brand before placing your order?",
          "options": ["This was my first time", "2-3 times", "I've seen you several times in the past few weeks", "Not sure/don't remember"]
        },
        {
          "q": "What made you decide to buy right now?",
          "options": ["A sale or discount", "I finally wanted to try it", "I saw reviews or a convincing video", "Someone mentioned you", "Other"]
        },
        {
          "q": "Was there anything that made you hesitate before ordering?",
          "options": ["No, I decided right away", "I wasn't sure about the product", "I wasn't sure the site was trustworthy", "I was worried about returns or customer service", "Other"]
        }
      ]
    },
    {
      "id": 4,
      "name": "ReConvert",
      "category": "Post-Purchase Upsells",
      "logo": "https://cdn.shopify.com/s/files/1/0682/3202/0061/files/Satoshi_9.png?v=1761567186",
      "shortDesc": "Free money. Adds $7.4 pure profit per order. 1:46 ROI. Absolute must-have.",
      "description": "Simply put, free money. And a real deal breaker. This app on average adds $7.4 pure profit to each order for us. Without doing anything. A must for every site. These $7.4 can be your deal breaker - take you from loss to profit, or give you the ability to pay an additional $7.4 more for customer acquisition. In addition, the average ROI on Post Purchase upsell apps is 1:46 - meaning for every $1 you pay the app you earn an average of $46, it's a return on investment you won't find anywhere else. In short - a must. We personally used a specific app in the past but a year ago we switched all brands to ReConvert, this change gave us a radical shift in the extended functional consistency they offer, profit per order thanks to upsells increased from $2.15 to $7.4.",
      "url": "https://apps.shopify.com/reconvert-upsell-cross-sell?mref=lsbqcbva",
      "stats": {
        "avgProfit": "$7.4",
        "roi": "1:46"
      }
    },
    {
      "id": 5,
      "name": "Cart Drawer Upsell",
      "category": "Cart Optimization",
      "logo": "https://cdn.shopify.com/s/files/1/0682/3202/0061/files/Satoshi_2.jpg?v=1761567244",
      "shortDesc": "The Starbucks checkout trick. Add impulse buys at cart - pure profit on every order.",
      "description": "How many times have you stood at the checkout at Starbucks, a convenience store, or a gas station - and added a cheap product at the register? Gum, a small snack, a drink bottle? Welcome to small money that becomes big money. Put 8-10 general upsells in the cart that many will want for $20-$50, simply money on the floor. Installing through our link will give you a free trial + free plan.",
      "url": "https://platform.shoffi.app/r/rl_cm697iNI",
      "exampleImage": "https://cdn.shopify.com/s/files/1/0682/3202/0061/files/WhatsApp_Image_2025-10-26_at_17.19.34_22a0366c.jpg?v=1761492014"
    },
    {
      "id": 6,
      "name": "DataDrew",
      "category": "Analytics",
      "logo": "https://cdn.shopify.com/s/files/1/0682/3202/0061/files/Satoshi_3.jpg?v=1761567329",
      "shortDesc": "Know your numbers. LTV, repeat rate, top customers - all the metrics that matter. Free.",
      "description": "Data is everything. Every student of ours knows this! You must know how much each customer is worth to you, how much an average customer in the top 10%/25%/50% is worth to you, what your Re-purchase rate is, and every possible metric. And yes, it's a completely free app through our link.",
      "url": "https://apps.shopify.com/customer-lifetime-value?mref=lsbqcbva",
      "exampleImage": "https://cdn.shopify.com/s/files/1/0682/3202/0061/files/Satoshi_10.png?v=1761567461",
      "isFree": true
    },
    {
      "id": 7,
      "name": "Parity Rocket",
      "category": "Geo-Targeting",
      "logo": "https://parityrocket.com/wp-content/uploads/2025/04/logo-lander.png",
      "shortDesc": "Easy cheat code: 45-70% conversion lift. Geo-targeted discounts that print money.",
      "description": "Simply an easy cheat code for high conversion rates. Parity Rocket creates a banner with a coupon code according to the country the visitor enters from, and according to the purchasing power of the country it offers a coupon code (for example in India it will give a 20% coupon code, in New York 5% discount) of course according to the settings you set, and in addition it also adapts it to special events of the country, local holidays, etc. For us personally this usually increases conversion rates by 45-70%, without a doubt the discount we give customers is minor after something like this.",
      "url": "https://parityrocket.com/",
      "conversionLift": "45-70%"
    },
    {
      "id": 8,
      "name": "Triple Whale",
      "category": "Attribution",
      "logo": "https://cdn.shopify.com/s/files/1/0682/3202/0061/files/Satoshi_4.jpg?v=1761567632",
      "shortDesc": "100% accurate attribution. Stop making decisions blindfolded. Free under $250K revenue.",
      "description": "If to see where your sales came from you look at the Meta/Google Ads dashboard, you're on the way to drastic failure, because you're doing heart surgery with your eyes closed. Since iOS 14, Meta and Google receive partial data on purchases, which causes them to simply not really know where sales come from, and this creates 2 problems: 1 - Only 70% of purchases appear in their dashboard 2 - Of the 70% that appear, they guess a lot, attribute sales to completely different campaigns and creatives, and completely mislead you. Triple Whale uses advanced technology and overcomes this with 100% accuracy. With a simple and completely free installation (if your annual turnover is under $250K) you'll be able to see all the data before your eyes, exactly where the campaign came from (from which platform, campaign, ad set, creative) - and make only correct decisions.",
      "url": "https://www.triplewhale.com/",
      "isFree": true,
      "freeUpTo": "$250K annual revenue"
    },
    {
      "id": 9,
      "name": "PayPal Tracking Sync",
      "category": "Payment Protection",
      "logo": "https://cdn.shopify.com/s/files/1/0682/3202/0061/files/2025-10-10T122054.732.png?v=1760088059",
      "shortDesc": "Don't get $60K locked for 180 days. Auto-sync tracking to PayPal instantly.",
      "description": "Processing through PayPal on your site? Make sure you're not going to get blocked and $60,000 locked in your account for 180 days (speaking from experience, there isn't one who hasn't experienced this). This app automatically updates order status in PayPal + tracking number directly. Because this happens very quickly (immediately), it ensures PayPal will rank your account high (won't limit you in terms of volume of funds), and also won't block your money. A must for anyone processing with PayPal on their site!",
      "url": "https://platform.shoffi.app/r/rl_Fn8dZcAb"
    }
  ]
}
